Repository: hzleihuan/VelodocXp_Src
Catalog: Memba.FileUpload/Properties/Resources.*.resx
Languages: chs, de, es, fr, it, nl, pt, ru

# ErrorPage
source: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml" > <head><title>Error {0}: {1}</title></head> <body><h1>Error {0}: {1}</h1></body> </html>
chs: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml" > <head><title>错误 {0}: {1}</title></head> <body><h1>错误 {0}: {1}</h1></body> </html>
de: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml" > <head><title>Fehler {0}: {1}</title></head> <body><h1>Fehler {0}: {1}</h1></body> </html>
fr: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml" > <head><title>Erreur {0}: {1}</title></head> <body><h1>Erreur {0}: {1}</h1></body> </html>
it: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml" > <head><title>Errore {0}: {1}</title></head> <body><h1>Errore {0}: {1}</h1></body> </html>
nl: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml" > <head><title>Fout {0}: {1}</title></head> <body><h1>Fout {0}: {1}</h1></body> </html>
pt: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml" > <head><title>Erro {0}: {1}</title></head> <body><h1>Erro {0}: {1}</h1></body> </html>
ru: <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd"> <html xmlns="http://www.w3.org/1999/xhtml" > <head><title>Ошибка {0}: {1}</title></head> <body><h1>Ошибкаr {0}: {1}</h1></body> </html>

# ExceptionCannotProcessIfNotComplete
source: Cannot process an upload which is not complete.
chs: 无法处理不完整的上载。
de: Eine Übermittlung, die nicht vollständig ist, kann nicht verarbeitet werden.
es: No se puede procesar una carga que no se haya completado.
fr: Impossible de traiter un chargement qui n'est pas terminé.
it: Impossibile elaborare un caricamento non completo.
nl: Kan geen upload verwerken die niet is voltooid.
pt: Impossível processar um carregamento que não esteja terminado.
ru: Невозможно обработать незавершенную отправку.

# ExceptionConnectionClosed
source: The connection has been closed between the browser and the server.
chs: 浏览器和服务器之间的连接已关闭。
de: Die Verbindung zwischen Browser und Server wurde getrennt.
es: Se cerró la conexión entre el explorador y el servidor.
fr: La connexion a été fermée entre le navigateur et le serveur.
it: La connessione tra il browser e il server è stata chiusa.
nl: De verbinding tussen de browser en de server is afgesloten.
pt: A ligação foi fechada entre o browser e o servidor.
ru: Соединение между обозревателя с сервером было прервано.

# ExceptionEndOfBufferReached
source: The sum of offset and count cannot be greater than the buffer length.
chs: 偏移总量和计数不能大于缓冲长度。
de: Die Summe von Abweichung und Zählung kann nicht größer als die Bufferlänge sein.
es: La suma de la compensación y el recuento no puede ser mayor que la longitud del búfer.
fr: La somme du comptage et du décalage ne peut pas être supérieure à la taille du tampon.
it: La somma di distanza e conteggio non può essere maggiore della lunghezza del buffer.
nl: De som van afwijking en telling kan niet groter zijn dan de buffergrootte.
pt: A soma do deslocamento e da conta não pode ser superior ao comprimento da memória intermédia.
ru: Сумма смещения и размера не может превышать объем буфера.

# ExceptionLicenseProviderInvalidKey
source: "{0}" is not a validly purchased license key.
chs: "{0}"不是正当购买的许可证密钥。
de: "{0}" ist kein gültig gekaufter Lizenzschlüssel.
es: "{0}" no es una clave de licencia adquirida de manera válida.
fr: "{0}" n'est pas une clé de licence achetée régulièrement.
it: "{0}" non è una chiave di licenza correttamente acquistata.
nl: "{0}" is geen geldige licentiesleutel.
pt: {0} não é uma chave de licença comprada de forma válida.
ru: "{0}" не является допустимым лицензионным ключом.

# ExceptionLicenseProviderServiceError
source: There is an error with the licensing service.
chs: 许可使用服务有错误。
de: Beim Lizenz-Service ist ein Fehler aufgetreten.
es: Se produjo un error con el servicio de licencias.
fr: Il y a une erreur avec le service de licence.
it: Errore nel servizio licenze.
nl: Er is een fout opgetreden bij de licentiedienst.
pt: Existe um erro com o serviço de licença.
ru: Ошибка службы лицензирования.

# ExceptionMalformedContentType
source: Bad request. Content-Type does not define a boundary.
chs: 错误的请求。 内容类型不定义边界。
de: Schlechte Anforderung. Der Inhalttyp legt keine Grenze fest.
es: Solicitud errónea. El tipo de contenido no define un límite.
fr: Requête mal formée. Le type de contenu ne définit pas de séparateur de multi-parties.
it: Richiesta errata. Il content-type non definisce un confine.
nl: Ongeldig verzoek. Inhoudstype definieert geen grens.
pt: Pedido inválido. O tipo de conteúdo não define um limite.
ru: Неверный запрос. Не определены границы содержимого.

# ExceptionMultipartBoundaryNotFound
source: Multipart boundary not found.
chs: 未找到多部分边界。
de: Es wurde keine Mehrparteien-Grenze gefunden.
es: Límite de partes múltiples no encontrado.
fr: Séparateur multi-parties non trouvé.
it: Impossibile trovare un confine multipart.
nl: Meervoudige grens niet gevonden.
pt: Limite de partes múltiplas não encontrado.
ru: Составная граница не найдена.

# ExceptionNotImplemented
source: The method or operation is not implemented.
chs: 操作或方法未被实现。
de: Die Methode bzw. der Vorgang ist nicht implementiert.
es: El método u operación no está implementado.
fr: La méthode ou l'opération n'est pas prise en charge.
it: Metodo o operazione non implementata.
nl: De methode of bewerking is niet geïmplementeerd.
pt: O método ou operação não está implementado.
ru: Метод или операция неприменимы.

# ExceptionNullContext
source: The context cannot be null.
chs: 上下文不能无效。
de: Der Kontext kann nicht Null sein.
es: El contexto no puede ser nulo.
fr: Le contexte ne peut pas être nul.
it: Il contesto non può essere null.
nl: De context kan niet leeg zijn.
pt: O contexto não pode ser nulo.
ru: Контекст не может быть пустым.

# ExceptionNullOrEmptyUploadId
source: The upload identifier cannot be null or empty. You need to add a parameter named "muid" to the query string of your request.
chs: 上载标识符不能无效或为空。需要将名为"muid"的参数添加到您的请求的查询字符串中。
de: Der Upload-Bezeichner kann nicht Null oder leer sein. Sie müssen zum Frage-String Ihrer Anfrage einen als „muid" bezeichneten Parameter hinzufügen.
es: El identificador de la carga no puede ser nulo ni estar vacío. Debe agregar un parámetro denominado "muid" a la cadena de consulta de su solicitud.
fr: L'identifiant de chargement ne peut pas être nul ou vide. Vous devez aujouter un paramètre nommé "muid" à l'url de votre requête.
it: L'identificativo di caricamento non può essere null o vuoto. È necessario inserire un parametro chiamato "muid" alla stringa della query della richiesta.
nl: De upload-ID kan niet null of leeg zijn. U moet een parameter toevoegen met de naam "muid" aan de queryreeks van uw verzoek.
pt: O identificador de carregamento não pode ser nulo ou vazio. É necessário adicionar um parâmetro chamado "muid" ao url do seu pedido.
ru: Идентификатор отправки не может быть пустым или равным нулевых. Необходимо добавть параметр "muid" в строку запроса.

# ExceptionPostTooLarge
source: Request entity is too large. Please try uploading smaller files.
chs: 请求实体过大。 请尝试上载较小的文件。
de: Der Umfang der Anfrage ist zu groß. Bitte versuchen Sie, kleinere Dateien hochzuladen.
es: La entidad de la solicitud es demasiado grande. Intente cargar archivos más pequeños.
fr: Le corps de la requête dépasse la taille maximum. Veuillez essayer avec de moins gros fichiers.
it: Entità della richiesta troppo grande. Provare a scaricare file di dimensioni minori.
nl: De verzoekentiteit is te groot. Probeer kleinere bestanden te uploaden.
pt: A entidade do pedido ultrapassa o espaço disponível. Por favor tente carregar ficheiros mais pequenos.
ru: Содержимое запроса слишком велико. Попробуйте отправлять файлы меньшего размера.

# ExceptionRequestCanceled
source: The user has cancelled the request.
chs: 用户已经取消请求。
de: Der Benutzer hat die Anfrage abgebrochen.
es: El usuario ha cancelado la solicitud.
fr: La requête a été annulée par l'utilisateur.
it: Richiesta annullata dall'utente.
nl: De gebruiker heeft het verzoek geannuleerd.
pt: O utilizador cancelou o pedido.
ru: Пользователь отменил запрос.

# ExceptionStorageProviderCannotCreateDirectory
source: Cannot create directory specified in connection string from file storage provider configuration.
chs: 无法创建在文件存储提供程序配置的连接字符串中指定的目录。
de: Es kann kein Verzeichnis in Verbindung mit dem String von der Konfiguration des Anbieters für Dateispeicherung erstellt werden.
es: No se puede crear el directorio especificado en la cadena de conexión de la configuración del proveedor para el almacenamiento de archivos.
fr: Impossible de créer le dossier spécifié dans la chaîne de connexion de la configuration du composant fournisseur de stockage de fichiers.
it: Impossibile creare la directory specificata nella stringa di connessione dalla configurazione del provider della memorizzazione dei file.
nl: Kan geen map maken die wordt opgegeven in de verbindingsreeks van de bestandsopslagconfiguratie.
pt: Impossível criar o directório especificado na cadeia de ligação da configuração do fornecedor de armazenamento de ficheiros.
ru: Не удается создать папку, указанную в строке соединения конфигурации поставщика хранилища файлов.

# ExceptionStorageProviderCannotLoadDefault
source: Unable to load default file storage provider.
chs: 无法加载默认的文件存储提供程序。
de: Der Standard-Anbieter für Dateispeicherung kann nicht geladen werden.
es: No se puede cargar el proveedor de almacenamiento de archivos predeterminado.
fr: Impossible de charger le composant fournisseur de stockage de fichiers par défaut.
it: Impossibile caricare il provider di memorizzazione file predefinito.
nl: Kan standaard bestandsopslag niet laden.
pt: Impossível carregar o fornecedor de armazenamento de ficheiros por predefinição.
ru: Не удается загрузить файл постащика хранилица файлов, используемый по умолчанию.

# ExceptionStorageProviderInvalidType
source: Invalid provider type in file storage provider configuration.
chs: 文件存储提供程序配置中的提供程序类型无效。
de: Ungültiger Anbietertyp in der Konfiguration des Anbieters für Dateispeicherung.
es: Tipo de proveedor no válido en la configuración del proveedor de almacenamiento de archivos.
fr: Type de composant invalide dans la configuration du composant fournisseur de stockage de fichiers.
it: Il tipo di provider nella configurazione del provider di memorizzazione file non è valido.
nl: Ongeldige leverancierstype in bestandsopslagconfiguratie.
pt: Tipo de fornecedor inválido na configuração do fornecedor de armazenamento de ficheiros.
ru: Недопустимый тип поставщика в конфигурации поставщика хранилища файлов.

# ExceptionStorageProviderMissingConnectionString
source: Empty or missing connection string in file storage provider configuration.
chs: 文件存储提供程序配置的连接字符串为空或缺失。
de: Leerer oder fehlender Verbindungsstring in der Konfiguration des Anbieters für Dateispeicherung.
es: Cadena de conexión vacía o faltante en la configuración del proveedor de almacenamiento de archivos.
fr: Chaîne de connexion vide ou manquante dans la configuration du composant fournisseur de stockage de fichiers.
it: La stringa di connessione nella configurazione del provider della memorizzazione dei file è assente o vuota.
nl: Leeg of ontbrekende verbindingsreeks in bestandsopslagconfiguratie.
pt: Cadeia de ligação vazia ou em falta na configuração do fornecedor de armazenamento de ficheiros.
ru: Отсутствует или пустая строка соединения в конфигурации поставщика хранилища файлов.

# ExceptionStorageProviderUnrecognizedAttribute
source: Unrecognized attribute "{0}" in file storage provider configuration.
chs: 无法识别文件存储提供程序配置中的属性"{0}"。
de: Nicht erkanntes Attribut "{0}" in der Konfiguration des Anbieters für Dateispeicherung.
es: Atributo "{0}" no reconocido en la configuración del proveedor de almacenamiento de archivos.
fr: Attribut "{0}" non reconnu dans la configuration du composant fournisseur de stockage de fichiers.
it: Attributo "{0}" nella configurazione del provider della memorizzazione dei file non riconosciuto.
nl: Onbekend kenmerk "{0}" in bestandsopslagconfiguratie.
pt: Atributo não reconhecido "{0}" na configuração do fornecedor de armazenamento de ficheiros.
ru: Неизвестный атрибут "{0}" в конфигурации поставщика хранилища файлов.

# ExceptionUnauthorizedAccessToUploadData
source: Unauthorized access to upload data.
chs: 无权访问上载的数据。
de: Unbefuger Zugriff auf Hochladedaten.
es: Acceso denegado para cargar los datos.
fr: Accès non autorisé aux données du chargement.
it: Accesso al caricamento di dati non consentito.
nl: Niet-geautoriseerde toegang voor uploaden van gegevens.
pt: Acesso não autorizado para carregar dados.
ru: Неавторизованный запрос отправки данных.

# ExceptionUnhandled
source: An unhandled exception occurred in the upload module.
chs: 上载模块中出现未经处理的例外。
de: Im Hochlademodul ist eine nicht behandelte Ausnahme aufgetreten.
es: Ocurrió una excepción sin control en el módulo de carga.
fr: Une erreur non gérée est survenue dans le module de chargement de fichiers.
it: Si è verificata un'eccezione non gestita nel modulo di caricamento.
nl: Er is een niet-verwerkte uitzondering opgetreden in de uploadmodule.
pt: Ocorreu um erro de excepção no módulo de carregamento.
ru: Неизвестное исключение в модуле отправки.

# ExceptionZeroContentLength
source: Content-Length is 0. Probably Adobe Flash is testing the connection before an upload.
chs: 内容长度为0。可能Flash17在上载之前正在测试连接。
de: Die Länge des Inhalts ist 0. Wahrscheinlich testet Adobe Flash die Verbindung vor einem Upload.
es: La longitud del contenido es 0. Probablemente Flash8 esté probando la conexión antes de una carga.
fr: La longueur du contenu est 0. Probablement Adobe Flash teste la connexion avant le chargement d'un fichier.
it: La lunghezza del contenuto è 0. Probabilmente Flash8 sta verificando la connessione prima di effettuare l'upload.
nl: Inhoudslengte is 0. Waarschijnlijk is Flash8 de verbinding aan het testen voor een upload.
pt: O comprimento do conteúdo é 0. Provavelmente o Flash8 está a testar a ligação antes do carregamento.
ru: Объем содержимого равен 0. Скорее всего, Flash8 проверяет соединение перед отправкой данных.

# MessageUploadCompleted
source: Upload successfully completed.
chs: 上载成功完成。
de: Hochladen erfolgreich abgeschlossen.
es: La carga se completó correctamente.
fr: Chargement terminé avec succès.
it: Caricamento completato correttamente.
nl: Upload voltooid.
pt: Carregamento terminado com sucesso.
ru: Отправка успешно завершена.

# UploadData_BytesProgress
source: Transferred: {0} bytes of {1} bytes at {2:N0} bytes/sec
chs: 已传输: {0} 字节，总计 {1} 字节，速度为 {2:N0} 字节/秒
de: Übertragen: {0} Bytes von {1} Bytes mit {2:N0} Bytes/Sek.
es: Transferido: {0} bytes de {1} bytes a {2:N0} bytes/sec
fr: Transfert de: {0} octets sur {1} octets à {2:N0} octets/sec
it: Trasferiti: {0} byte of {1} byte a {2:N0} byte/sec
nl: Overgedragen: {0} bytes van {1} bytes op {2:N0} bytes/sec
pt: Transferido: {0} bytes de {1} bytes a {2:N0} bytes/seg
ru: Передано: {0} байт из {1} байт прискорости {2:N0} б/сек

# UploadData_Exception
source: Exception: {0}
chs: 异常: {0}
de: Ausnahme: {0}
es: Excepción: {0}
it: Eccezione: {0}
nl: Uitzondering: {0}
pt: Excepção: {0}
ru: Исключение: {0}

# UploadData_Files
source: Files:
chs: 文件:
de: Dateien:
es: Archivos:
fr: Fichiers:
it: File:
nl: Bestanden:
pt: Ficheiros:
ru: Файлы:

# UploadData_Request
source: Request: {0}
chs: 请求: {0}
de: Anfrage: {0}
es: Solicitud: {0}
fr: Requête : {0}
it: Richieste: {0}
nl: Aanvraag: {0}
pt: Pedido: {0}
ru: Запрос: {0}

# UploadData_TimeProgress
source: Time elapsed: {0}, Time left: {1}, Total time: {2}
chs: 已用时间: {0}, 剩余时间: {1}, 总计时间: {2}
de: Verstrichene Zeit: {0}, Verbleibende Zeit: {1}, Gesamtzeit: {2}
es: Tiempo transcurrido: {0}, Tiempo restante: {1}, Tiempo total: {2}
fr: Temps passé: {0}, Temps restant: {1}, Temps total: {2}
it: Tempo trascorso: {0}, Tempo rimasto: {1}, Tempo totale: {2}
nl: Tijd verstreken: {0}, Tijd resterend: {1}, Totale tijd: {2}
pt: Tempo decorrido: {0}, Tempo restante: {1}, Tempo total: {2}
ru: Истекло времени: {0}, Осталось времени: {1}, Общее время: {2}

# UploadData_Title
source: -- Upload data --
chs: -- 上载数据 --
de: -- Hochladedaten --
es: -- Cargar datos --
fr: -- Données de chargement --
it: -- dati di upload --
nl: -- Gegevens uploaden --
pt: Dados de carregamento
ru: -- Информация о закачке --

# UploadData_UploadFile
source: · {0} [{1}] ({2} bytes) -> {3}
chs: · {0} [{1}] ({2} 字节) -> {3}
fr: · {0} [{1}] ({2} octets) -> {3}
it: · {0} [{1}] ({2} byte) -> {3}
ru: · {0} [{1}] ({2} байт) -> {3}

# UploadData_UploadId
source: Id.: {0}
ru: Идентификационный номер: {0}

# UploadData_UploadProgressStatus
source: Status: {0} {1:P0}
chs: 状态: {0} {1:P0}
es: Estado: {0} {1:P0}
fr: Statut: {0} {1:P0}
it: Stato: {0} {1:P0}
nl: Estado: {0} {1:P0}
pt: Estado: {0} {1:P0}
ru: Статус: {0} {1:P0}

# UploadData_UserName
source: User name: {0}
chs: 用户名: {0}
de: Benutzername: {0}
es: Nombre de usuario: {0}
fr: Nom d'utilisateur: {0}
it: Nome utente: {0}
nl: Nome do utilizador: {0}
pt: Nome do utilizador: {0}
ru: Имя пользователя: {0}

# UploadProgressStatus_UploadCanceled
source: Upload cancelled
chs: 上载已取消
de: Hochladen abgebrochen
es: Carga cancelada
fr: Chargement annulé
it: Caricamento annullato
nl: Upload geannuleerd
pt: Carregamento cancelado
ru: Отправка была отменена

# UploadProgressStatus_UploadCompleted
source: Upload complete
chs: 上载完成
de: Hochladen erledigt
es: Carga completada
fr: Chargement terminé
it: Caricamento completato
nl: Upload voltooid
pt: Carregamento terminado
ru: Отправка завершена

# UploadProgressStatus_UploadFailed
source: Upload failed
chs: 上载已失败
de: Hochladen gescheitert
es: Error al cargar
fr: Chargement échoué
it: Caricamento non riuscito
nl: Upload mislukt
pt: O carregamento falhou
ru: Отправка не удалась

# UploadProgressStatus_UploadInProgress
source: Upload in progress
chs: 正在上载
de: Hochladen läuft
es: Carga en progreso
fr: Chargement en cours
it: Caricamento in corso
nl: Bezig met uploaden
pt: Carregamento em progresso
ru: Выполняется отправка

# UploadProgressStatus_UploadUnknown
source: Upload in unknown state
chs: 上载状态未知
de: Hochladestatus unbekannt
es: Carga en un estado desconocido
fr: Chargement dans état inconnu
it: Caricamento in stato sconosciuto
nl: Uploadstatus onbekend
pt: Carregamento em estado desconhecido
ru: Состояние отправки неизвестно
