Repository: hzleihuan/VelodocXp_Src
Catalog: XP/App_GlobalResources/Web.glossary.*-*.resx
Languages: chs, de, es, fr, it, ja, nl, pt

# DropBox_WelcomeInfo
source: Use this page to send large files to the organization hosting this site. Enter your email address as sender, choose the recipient, write a message, select files to upload, accept the terms and click <em>Send</em>.
chs: 使用此页面以向托管此站点的组织发送大文件。输入电子邮件地址作为发件人，选择收件人，撰写消息，选择要上载的文件，接受条款，然后单击<em>发送</em>。
de: Benutzen Sie diese Seite zum Versenden von großen Dateien an die Organisation, die diese Webseite betreut. Geben Sie Ihre E-Mailadresse als Absender ein, wählen Sie den Empfänger aus, schreiben Sie eine Nachricht, wählen Sie die Dateien aus, die hochgeladen werden sollen, akzeptieren Sie die Geschäftsbedingungen und klicken Sie auf <em>Absenden</em>.
es: Utilice esta página para enviar archivos grandes a la organización que aloja este sitio. Ingrese su correo electrónico como remitente, elija un destinatario, escriba un mensaje, seleccione los archivos que desea cargar, acepte los términos y haga clic en <em>Enviar</em>.
fr: Utilisez cette page pour envoyer de gros fichiers à l’organisation qui héberge ce site. Saisissez votre adresse de messagerie comme expéditeur, choisissez un destinataire, écrivez un message, sélectionnez des fichiers à envoyer, acceptez les termes et conditions et cliquez le bouton <em>Envoyer</em>.
it: Utilizzare questa pagina per inviare file di grandi dimensioni all'organizzazione che ospita questo sito. Inserire un indirizzo e-mail di mittente, selezionare il destinatario, scrivere un messaggio, selezionare i file da caricare, accettare il contratto di licenza e fare clic su <em>Invia</em>
ja: このページで、当サイトをホストしている組織に大容量ファイルを送信できます。
nl: Gebruik deze pagina om grote bestanden te verzenden aan de organisatie die deze site host. Voer uw e-mailadres in als afzender, kies de ontvanger, schrijf een bericht, selecteer bestanden voor de upload, accepteer de voorwaarden en klik op <em>Verzenden</em>.
pt: Utilize esta página para enviar ficheiros de grandes dimensões para a organização que aloja este site. Introduza o seu endereço de correio electrónico como remetente, escolha o destinatário, escreva a mensagem, seleccione os ficheiros a carregar, aceite os termos e clique <em>Enviar</em>.

# MainMenu_GetHelp
source: Get help
chs: 获得帮助
de: Hilfe
es: Obtener ayuda
fr: Obtenir de l'aide
it: Aiuto
ja: ヘルプ
nl: Help openen
pt: Obter ajuda

# MainMenu_Home
source: Home
chs: 主页
de: Start
es: Inicio
fr: Accueil
ja: ホーム
nl: Start
pt: Base

# Master_TopOfPage
source: Top of page
chs: 页面顶部
de: Nach oben
es: Arriba
fr: Haut de page
it: Inizio pagina
ja: ページ トップ
nl: Boven
pt: Início da página

# QuickMessageControl_BackButton
source: Back
chs: 后退
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
nl: Vorige
pt: Voltar

# QuickMessageControl_FileAlreadyInList
source: File already in list.
chs: 文件已经在列表中。
de: Die Datei ist bereits in der Liste vorhanden.
es: El archivo ya está en la lista.
fr: Le fichier est déjà dans la liste.
it: File già nella lista.
ja: ファイルは既にリストにあります。
nl: Bestand bestaat al in de lijst.
pt: O ficheiro já se encontra na lista.

# QuickMessageControl_GetHelp
source: Display the online help.
chs: 显示联机帮助。
de: Die Online-Hilfe anzeigen.
es: Mostrar la ayuda en línea.
fr: Afficher l'aide en ligne.
it: Mostra l'aiuto in linea.
ja: オンライン ヘルプの表示
nl: De online Help openen.
pt: Visualizar a ajuda online.

# QuickMessageControl_GoSecure
source: Go secure and use encrypted communications.
chs: 转到安全和使用加密的通信。
de: Aktivieren Sie die Sicherheit und benutzen Sie verschlüsselte Mitteilungen.
es: Vaya a lo seguro y utilice comunicaciones cifradas
fr: Activez la sécurité et chiffrez les communications.
it: Attivare la sicurezza e utilizzare la comunicazione protetta.
ja: 安全が保証された暗号化された通信にする。
nl: Ga naar de veilige modus en gebruik gecodeerde communicatie.
pt: Activar a segurança e utilizar as comunicações encriptadas.

# QuickMessageControl_GoUnsecure
source: Go unsecure and maximize performances.
chs: 转到不安全，使性能最大化。
de: Deaktivieren Sie die Sicherheit und maximieren Sie die Leistungen.
es: Arriésguese y maximice el rendimiento.
fr: Désactivez la sécurité et maximisez les performances.
it: Disattivare la sicurezza e massimizzare le prestazioni.
ja: 安全の保証はないが最大のパフォーマンスにする。
nl: Ga naar de onveilige modus en optimaliseer prestaties.
pt: Desactivar a segurança e maximizar os desempenhos.

# QuickMessageControl_InvalidSendInfo
source: Please enter valid email addresses for the sender and the recipient, select at least one file to upload and accept our terms before sending.
chs: 请为发件人和收件人输入有效的电子邮件地址，选择至少一个文件以上载，并在发送之前接受我们的条款。
de: Bitte geben Sie gültige E-mailadressen für Absender und Empfänger ein, wählen Sie mindestens eine Datei zum Hochladen aus und akzeptieren Sie vor dem Absenden unsere Geschäftsbedingungen.
es: Ingrese las direcciones de correo electrónico válidas para el remitente y el destinatario, seleccione al menos un archivo para cargar y acepte nuestros términos antes de enviar.
fr: Veuillez saisir des adresses de messagerie valides pour l'expéditeur et le destinataire, sélectionner au moins un fichier à charger et accepter nos termes et conditions de service avant l'envoi.
it: Inserire indirizzi e-mail validi per il mittente e il destinatario, selezionare almeno un file da caricare e accettare il contratto prima dell'invio.
ja: 送信者および受信者の有効なメール アドレスを入力してアップロードするファイルを1つかそれ以上選択し、送信前に使用条件に同意してください。
nl: Voer een geldige e-mailadressen in voor de afzender en ontvanger, selecteer ten minste één bestand voor de upload en accepteer onze voorwaarden voordat u verzendt.
pt: Por favor introduza endereços de correio electrónico válidos para o remetente e destinatário, seleccione pelo menos um ficheiro para carregar e aceite os nossos termos antes de enviar.

# QuickMessageControl_MissingUploadData
source: There is no upload data.
chs: 没有上载数据。
de: Es gibt keine Daten zum Hochladen.
es: No hay datos cargados.
fr: Il n'y a pas de donnée de chargement.
it: Non ci sono dati da caricare.
ja: アップロード データはありません。
nl: Er zijn geen uploadgegevens.
pt: Não existem dados de carregamento.

# QuickMessageControl_NoCompleteFile
source: No file could be uploaded. Please check that the files you have selected exist.
chs: 不能上传文件。请检查您所选的文件是否存在。
de: Es konnte keine Datei hochgeladen werden. Bitte prüfen Sie, ob die Dateien, die Sie ausgewählt haben, existieren.
es: No se pudo cargar ningún archivo. Compruebe que los archivos que ha seleccionado existan.
fr: Aucun fichier n'a pu être chargé. Veuillez vérifier que les fichiers que vous avez sélectionnés existent.
it: Impossibile caricare i file. Verificare che i file selezionati esistano.
ja: アップロードされたファイルがありません。指定したファイルがあるか確認してください。
nl: Kan geen bestand uploaden. Controleer of de geselecteerde bestanden bestaan.
pt: Não foi carregado nenhum ficheiro. Por favor verifique se os ficheiros que seleccionou existem.

# QuickMessageControl_PoweredBy
source: Get the source code.
chs: 获取源代码。
de: Erhalten Sie den Quellcode.
es: Obtenga el código fuente.
fr: Obtenir le code source.
it: Ottenere il codice sorgente.
ja: ソース コードを取得する。
nl: De broncode ophalen.
pt: Obter o código da fonte.

# QuickMessageControl_Recipient
source: Recipient:
chs: 收件人:
de: Empfänger:
es: Destinatario:
fr: Destinataire&nbsp;:
it: Destinatario:
ja: 受信者:
nl: Geadresseerde:
pt: Destinatário:

# QuickMessageControl_SecurityCode
source: Security code:
chs: 安全代码:
de: Sicherheitscode:
es: Código de seguridad:
fr: Code de sécurité&nbsp;:
it: Codice di sicurezza:
ja: セキュリティ コード:
nl: Beveiligingscode:
pt: Código de segurança:

# QuickMessageControl_SecurityCodeFailInfo
source: You cannot send files because the system cannot validate the security code entered.
chs: 您不能发送文件，因为系统无法检验所输入的安全代码。
de: Sie können keine Dateien versenden, weil das System den eingegebenen Sicherheitscode nicht als gültig befinden kann.
es: No puede enviar archivos porque el sistema no puede validar el código de seguridad ingresado.
fr: Vous ne pouvez pas envoyer de fichier parce que le système ne peut pas valider le code de sécurité saisi.
it: Impossibile inviare file poiché il sistema non riesce a convalidare il codice di sicurezza inserito.
ja: 入力したセキュリティ コードをシステムが認証できないため、ファイルを送信することができません。
nl: U kunt geen bestanden verzenden, omdat het systeem de ingevoerde beveiligingscode niet kan controleren.
pt: Não pode enviar ficheiros porque o sistema não consegue validar o código de segurança introduzido.

# QuickMessageControl_SendButton
source: Send
chs: 发送
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
nl: Verzenden
pt: Enviar

# QuickMessageControl_Sender
source: Sender:
chs: 发件人:
de: Absender:
es: Remitente:
fr: Expéditeur&nbsp;:
it: Mittente:
ja: 送信者:
nl: Afzender:
pt: Remetente:

# QuickMessageControl_SendFinalDescription
source: The files listed below have been transferred and are stored on our servers where they will remain available for {0} days. Your recipient will soon receive an email with instructions for downloading these files.
chs: 下列文件已被传输并保存在我们的服务器上，这些文件将在我们的服务器上保留{0}天。您的收件人很快将收到一封含有这些文件的下载说明的电子邮件。
de: Die unten aufgelisteten Dateien wurden übermittelt und sind auf unseren Servern gespeichert, wo sie {0} Tage verfügbar bleiben. Ihr Empfänger wird in Kürze eine E-Mail mit Anweisungen für das Herunterladen dieser Dateien erhalten.
es: Los archivos enumerados a continuación se han transferido y están almacenados en nuestros servidores, en donde permanecerán disponibles durante {0} días. Su destinatario pronto recibirá un mensaje de correo electrónico con instrucciones para descargar estos archivos.
fr: Les fichiers listés ci-dessous ont été transférés et sont stockés sur nos serveurs pour 14 jours. Votre destinataire recevra très vite un courrier électronique comprenant les instructions nécessaires pour les télécharger.
it: I file sotto elencati sono stati trasferiti e sono memorizzati sui nostri server dove resteranno disponibili per {0} giorni. Il destinatario riceverà a breve un e-mail con le istruzioni per scaricare questi file.
ja: 下にリストされたファイルは弊社のサーバーに転送され保存されました。ファイルの保存期間は{0}日間です。
nl: De hieronder vermelde bestanden zijn overgedragen en worden op onze servers opgeslagen, waar ze {0} dagen beschikbaar zullen blijven. Uw ontvanger zal een e-mail ontvangen met instructies voor het downloaden van deze bestanden.
pt: Os ficheiros listados abaixo foram transferidos e estão armazenados nos nossos servidores, onde permanecerão disponíveis durante {0} dias. O seu destinatário receberá em breve um e-mail com as instruções necessárias para descarregá-los.

# QuickMessageControl_SendOKInfo
source: Your files have been uploaded and a message has been sent.
chs: 已上载您的文件并已发出一条消息。
de: Ihre Dateien wurden hochgeladen und eine Nachricht versandt.
es: Sus archivos se han cargado y se ha enviado un mensaje.
fr: Vos fichiers ont été chargés et un message a été envoyé.
it: I file sono stati caricati e il messaggio è stato inviato.
ja: ファイルがアップロードされましたので、メッセージを送信しました。
nl: Uw bestanden zijn geüpload en een bericht is verzonden.
pt: Os seus ficheiros foram carregados e uma mensagem foi enviada.

# QuickMessageControl_SendProgressInfo
source: File transfer in progress. Do not close or move from current page before completion.
chs: 正在传输文件。在完成之前，请勿关闭或移除当前页面。
de: Dateiübermittlung läuft. Bitte schließen Sie diese Seite nicht und wechseln Sie zu keiner anderen Seite, bevor die Übermittlung abgeschlossen ist.
es: Transferencia del archivo en progreso. No cierre ni salda de la página actual antes de que finalice.
fr: Transfert de fichier en cours. Veuillez ne pas quitter ou changer de page avant la fin.
it: Trasferimento dei file in corso. Non chiudere o spostare dalla pagina corrente prima del completamento.
ja: ファイルを転送していますので、終了するまでこのページを開いたままにしてください。
nl: Bezig met bestandsoverdracht. Sluit deze pagina niet of ga niet naar een andere pagina voordat de overdracht is voltooid.
pt: Transferência do ficheiro em progresso. Não feche ou mude de página antes de estar terminada.

# QuickMessageControl_SendProgressReport
source: File upload in progress. Please wait...
chs: 正在上载文件。请稍候...
de: Hochladen der Datei läuft. Bitte warten...
es: Carga del archivo en progreso. Espere...
fr: Chargement de fichier en cours. Veuillez attendre...
it: Caricamento file in corso. Attendere...
ja: ファイルを転送しています。しばらくお待ちください…
nl: Bezig met bestand uploaden. Even geduld…
pt: Carregamento do ficheiro em progresso. Por favor aguarde...

# QuickMessageControl_SendStep1
source: Enter email addresses
chs: 输入电子邮件地址
de: Geben Sie die E-Mailadressen ein.
es: Ingresar direcciones de correo electrónico
fr: Saisissez les adresses de messagerie
it: Inserire gli indirizzi e-mail
ja: メールアドレスの入力
nl: Voer e-mailadressen in
pt: Introduza os endereços de correio electrónico

# QuickMessageControl_SendStep2
source: Write a message
chs: 撰写消息
de: Schreiben Sie eine Nachricht.
es: Escribir un mensaje
fr: Écrivez un message
it: Scrivere un messaggio
ja: メッセージの作成
nl: Schrijf een bericht
pt: Escreva uma mensagem

# QuickMessageControl_SendStep3
source: Select large files to upload (up to a total of {0})
chs: 选择要上载的大文件（总计最大可为{0}）
de: Wählen Sie große Dateien zum Hochladen aus (bis zu insgesamt {0}).
es: Seleccionar archivos grandes para cargar (hasta un total de {0})
fr: Sélectionnez de larges fichiers à transférer (jusqu'à un total de {0})
it: Selezionare file di grandi dimensioni da scaricare (fino a un totale di {0})
ja: アップロードする大容量ファイルを選択(合計{0}まで)
nl: Selecteer grote bestanden om te uploaden (maximaal in totaal {0})
pt: Seleccione os ficheiros de grandes dimensões a serem carregados (até um total de {0})

# QuickMessageControl_SendStep4
source: Send the message including links to download the large files
chs: 发送包含下载大文件的链接的消息
de: Versenden Sie die Nachricht mit den Links zum Herunterladen der großen Dateien.
es: Enviar el mensaje incluyendo los vínculos para descargar los archivos grandes
fr: Envoyez le message comprenant les liens pour télécharger les fichiers
it: Inviare il messaggio contente i collegamenti per scaricare i file di grandi dimensioni
ja: 大容量ファイルのダウンロード リンクを含むメッセージを送信
nl: Stuur het bericht met de koppelingen voor het downloaden van de grote bestanden
pt: Envie a mensagem com as ligações para transferir os ficheiros de grandes dimensões

# QuickMessageControl_StopButton
source: Stop
chs: 停止
de: Beenden
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
nl: Stoppen
pt: Parar

# QuickMessageControl_StopInfo
source: Upload cancelled by user.
chs: 用户已已取消上载。
de: Das Hochladen wurde vom Benutzer abgebrochen.
es: Carga cancelada por el usuario.
fr: Chargement annulé par l'utilisateur.
it: Caricamento annullato dall'utente.
ja: ユーザーがアップロードを中止しました。
nl: Upload geannuleerd door gebruiker.
pt: Carregamento cancelado pelo utilizador.

# QuickMessageControl_Terms
source: I accept the <a href="terms.htm" target="_blank" class="cssCommandHyperlink">terms and conditions of services</a>.
chs: 我接受<a href="terms.htm" target="_blank" class="cssCommandHyperlink">服务的条款和条件</a>。
de: Ich akzeptiere die <a href="terms.htm" target="_blank" class="cssCommandHyperlink">AGB</a>.
es: Acepto los <a href="terms.htm" target="_blank" class="cssCommandHyperlink">términos y condiciones del servicio</a>.
fr: J'accepte les <a href="terms.htm" target="_blank" class="cssCommandHyperlink">termes et conditions de services</a>.
it: Accetto <a href="terms.htm" target="_blank" class="cssCommandHyperlink">i termini e le condizioni dei servizi</a>.
ja: <a href="terms.htm "target="_blank" class="cssCommandHyperlink">サービスの使用条件</a>に同意します。
nl: Ik accepteer de <a href="terms.htm" target="_blank" class=" cssCommandHyperlink">voorwaarden en bepalingen van de diensten</a>.
pt: Aceito os <a href="terms.htm" target="_blank" class="cssCommandHyperlink">termos e condições dos serviços</a>.

# QuickMessageControl_UploadNotComplete
source: Cannot create file records when transfer has not completed.
chs: 在传输未完成时无法创建文件记录。
de: Wenn die Übermittlung nicht abgeschlossen ist, können keine Dateiaufzeichnungen erstellt werden.
es: No se pueden crear registros del archivo cuando la transferencia no se ha completado.
fr: Impossible de créer les enregistrements de fichiers quand le transfert n'est pas terminé.
it: Impossibile creare i record dei file prima del completamento del trasferimento.
ja: 転送が完了しないとファイルの記録は作成されません。
nl: Kan geen bestandsrecords aanmaken wanneer de overdracht niet is voltooid.
pt: Impossível criar registos de ficheiros quando a transferência não está terminada.

# QuickSend_WelcomeInfo
source: Use this page to send large files to any email contact. Choose the sender, designate the recipient, write a message, select files to upload, enter the security code and click <em>Send</em>.
chs: 使用此页面向任何电子邮件联系人发送大文件。选择发件人，指定收件人，撰写消息，选择要上载的文件，输入安全代码，然后单击<em>发送</em>。
de: Benutzen Sie diese Seite zum Versenden von großen Dateien an eine beliebige E-Mailadresse. Wählen Sie den Absender, geben Sie den Empfänger an, schreiben Sie eine Nachricht, wählen Sie Dateien zum Hochladen aus, geben Sie den Sicherheitscode ein und klicken Sie auf <em>Senden</em>.
es: Utilice esta página para enviar archivos grandes a cualquier contacto de correo electrónico. Elija el remitente, designe el destinatario, escriba un mensaje, seleccione los archivos que cagará, ingrese el código de seguridad y haga clic en <em>Enviar</em>.
fr: Utilisez cette page pour envoyer de gros fichiers à n’importe quel contact de messagerie. Choisissez l’expéditeur, désignez le destinataire, écrivez un message, sélectionnez des fichiers à envoyer, saisissez le code de sécurité et cliquez le bouton <em>Envoyer</em>.
it: Utilizzare questa pagina per inviare file di grandi dimensioni a un qualsiasi contatto e-mail. Selezionare il mittente, il destinatario scrivere un messaggio, selezionare i file da caricare, inserire il codice di sicurezza e fare clic su <em>Invia</em>
ja: このページから、どこにでも大容量ファイルをメール送信できます。送信者、受信者を設定してメッセージを作成しアップロードするファイルを選択した後、セキュリティ コードを入力して<em>[送信]</em>をクリックします。
nl: Gebruik deze pagina om grote bestanden via e-mail te verzenden. Kies de afzender en de ontvanger, schrijf een bericht, selecteer de te uploaden bestanden, voer de beveiligingscode in en klik op <em>Verzenden</em>.
pt: Utilize esta página para enviar ficheiros de grandes dimensões para qualquer contacto de correio electrónico. Escolha o remetente, seleccione o destinatário, escreva a mensagem, seleccione os ficheiros a carregar, introduza o código de segurança e clique <em>Enviar</em>.

# sknImageList_RemoveTooltip
source: Remove from selection
chs: 从选择中删除
de: Aus der Auswahl entfernen.
es: Quitar de la selección
fr: Supprimer de la sélection
it: Rimuovi dalla selezione
ja: 選択を解除
nl: Verwijderen uit selectie
pt: Remover da selecção

# sknMultiUpload_Text
source: Choose file...
chs: 选择文件...
de: Wählen Sie eine Datei...
es: Elegir archivo...
fr: Choisir un fichier...
it: Selezionare un file...
ja: ファイルを選択...
nl: Bestand kiezen…
pt: Escolher ficheiro...

# sknProgressReport_DefaultText
source: Waiting...
chs: 等待中...
de: In Wartestellung...
es: En espera...
fr: En attente...
it: In attesa...
ja: 待機中...
nl: Wachten...
pt: À espera...

# sknProgressReport_TextFormat
source: {0} Completed.<br />Uploading {1} of {2} at {3}.<br />Time elapsed: {4}, time remaining: {5}.
chs: {0} 已完成。<br/>正在上载{1}，总计{2}，速度为{3}。<br/>已用时间:{4}，剩余时间: {5}。
de: {0} Erledigt.<br/>Hochladen {1} von {2} auf {3}.<br/>Verstrichene Zeit: {4}, Verbleibende Zeit: {5}.
es: {0} Completado.<br/>Cargando {1} de {2} a {3}.<br/>Tiempo transcurrido: {4}, tiempo restante: {5}.
fr: {0} transmis.<br />Transfert de {1} sur {2} au débit de {3}.<br />Temps passé&nbsp;: {4}, temps restant&nbsp;: {5}.
it: {0} completato.<br/>Caricamento di {1} di {2} a {3}.<br/>Tempo trascorso: {4}, tempo rimanente: {5}.
ja: {0} 完了。<br/> {2}のうち{1}を{3}でアップロード。<br/>経過時間: {4}、残り時間: {5}.
nl: {0} Voltooid.<br/>Uploaden {1} van {2} op {3}.<br/>Tijd verstreken: {4}, tijd resterend: {5}.
pt: {0} Terminado.<br/>A carregar {1} de {2} a {3}.<br/>Tempo decorrido: {4}, tempo restante: {5}.

# UploadHandler_UnhandledException
source: There was an error processing the upload. Please try again later or contact us.
chs: 处理上载时有错误。 请稍后再试或联系我们。
de: Bei der Bearbeitung des Uploads ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal, oder wenden Sie sich an uns.
es: Ocurrió un error al procesar la carga. Vuelva a intentarlo más tarde o póngase en contacto con nosotros.
fr: Il y a eu une erreur dans le traitement du chargement. Veuilles réessayer plus tard ou nous contacter.
it: Errore durante l'elaborazione del caricamento. Riprovate più tardi o contattateci.
ja: アップロード中にエラーが発生しました。後ほど再試行するか弊社までお問い合わせください。
nl: Er is een fout opgetreden bij het verwerken van de upload. Probeer het later opnieuw of neem contact met ons op.
pt: Ocorreu um erro no processamento do carregamento. Por favor tente novamente mais tarde ou contacte-nos.

# UploadHandler_Unknown
source: unknown
chs: 未知
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuta
ja: 不明
nl: onbekend
pt: desconhecido

# WebService_AuthenticationFailInfo
source: You cannot transfer files because the system cannot validate your credentials (email and security code).
chs: 您不能传输文件，因为系统无法检验您的凭据（电子邮件和安全代码）。
de: Sie können keine Dateien übermitteln, weil das System Ihre Anmeldedaten (E-Mailadresse und Sicherheitscode) nicht als gültig erkennen kann.
es: No puede transferir archivos porque el sistema no puede validar sus credenciales (correo electrónico y código de seguridad).
fr: Vous ne pouvez pas envoyer de fichier parce que le système ne peut pas valider vos données d'authentification (email et code de sécurité).
it: Impossibile trasferire i file poiché il sistema non riesce a convalidare le credenziali dell'utente (e-mail e codice di sicurezza).
ja: システムがお客様の認証(メールアドレスまたはセキュリティ コード)を有効にできないため、ファイルを転送できません。
nl: U kunt geen bestanden overdragen, omdat het systeem uw gegevens niet kan controleren (e-mail en beveiligingscode).
pt: Não é possível transferir os ficheiros porque o sistema não consegue validar as suas credenciais (correio electrónico e código de segurança).

# WebService_NoCallFromOtherDomain
source: This web service cannot be called from another domain.
chs: 无法从另一个域调用Web服务。
de: Dieser Web-Service kann von keiner anderen Domäne aus aufgerufen werden.
es: Este servicio web no se puede llamar desde otro dominio.
fr: Ce service web ne peut pas être appelé depuis un autre domaine.
it: Impossibile chiamare questo servizio Web da un altro dominio.
ja: このWebサービスは別のドメインから呼び出すことはできません。
nl: Deze webdienst kan niet vanaf een ander domein worden opgeroepen.
pt: Este serviço web não pode ser identificado a partir de outro domínio.

# WebService_TimedOut
source: The service is too busy. Please retry in a few minutes.
chs: 服务太忙。请在几分钟后重试。
de: Der Service ist zu stark beansprucht. Bitte versuchen Sie es in ein paar Minuten noch einmal.
es: El servicio está demasiado ocupado. Vuelva a intentarlo en unos minutos.
fr: Le service est trop occupé. Veuillez réessayer dans quelques minutes.
it: Il servizio è impegnato. Riprovare fra qualche minuto.
ja: サービスが混み合っています。数分後に再試行してください。
nl: De dienst is te druk. Probeer het over een paar minuten weer.
pt: O serviço está demasiado ocupado. Por favor volte a tentar dentro de alguns minutos.
